00020d myDate8         s              8  0 inz(20040501)
00030d myDate          s               d
00050C     *MDY          MOVE      myDate8       myDate
00050C                   dsply                   myDate
00070C                   seton                                        lr
00070 * Devops01
